{
  "item.runic.guide": "Runic Compendium",
  "item.runic.basic_mold": "Basic Mold",

  "block.runic.runed_stone": "Runed Stone",
  "block.runic.chisel": "Arcane Chisel",

  "itemGroup.runic": "Runic",

  "recipe.type.workbenchshapeless": "Crafting - Shapeless",
  "recipe.type.workbench": "Crafting - Shaped",
  "recipe.type.forge": "Arcane Forge",
  "recipe.type.construct": "Runic Construction",

  "runic.stage.complete": "Complete Research",
  "runic.need.obtain": "Obtain",
  "runic.need.craft": "Craft",
  "runic.need.research": "Required Knowledge",
  "runic.stage.hold": "Completing...",
  "runic.research.stage": "Stage:",
  "runic.researchmissing": "Missing research required",
  "runic.research.begin": "Start Research",
  "recipe.clickthrough": "Click for recipe",

  "runic.research_category.BASICS": "Essentials",
  "runic.research_category.RUNES": "Runes",

  "runic.research.FIRST_STEPS.title": "Cryptic Beginnings",
  "runic.research.FIRST_STEPS.stage.1": "Who would have thought that an enchanting table could have transformed a bit of stone into this amazing rune stone? This rune stone seems to hint on how I can use runes to my advantage. <BR> I am not sure where to begin on the journey of learning the arts of runic magic. Maybe I should research how to create more powerful runes...",

  "runic.research.UNLOCK_RUNES.title": "Discovering Runes",
  "runic.research.UNLOCK_RUNES.stage.1": "To create stronger runes I am going to need some sort of anvil. How ever any mundane anvil will simply not do. <BR> I need to create some sort of magic infused anvil. Maybe I could use the runes I already have to provide magic? <BR> What ever the case I should probably get to work...",
  "runic.research.UNLOCK_RUNES.stage.2": "I have an idea on how I can create a magical forge. I just need a few mundane materials, first an anvil for forging items together, second a few furnaces to generate enough arcane energy to infuse the items with magic, and finally a bit of obsidian to store the immense power generated by the structure. <BR> By combining these few materials I should be able to create a powerful forge <BR> I should have the forge finished soon. ",
  "runic.research.UNLOCK_RUNES.stage.3": "I have invented a instrument that I have named the Arcane Forge. This device should be able to forge multiple items together and then infuse them with magic.<BR> To use the anvil you must place a catalyst item on the anvil(right click will do), then throwing the remaining items on the ground near the anvil and hitting it with a forging hammer should start the forging process. <BR> It should be noted that the forge generates an insane amount of heat when forging, you probably shouldn't get to close."
}